Repository: xwolfde/xw-progressbar
Catalog: lang/xw-progressbar-*.po
Languages: de_de

source: Displays one or more progress bars defined by an URL
de_de: Anzeige von einem oder mehreren Fortschrittsbalken auf Basis einer externen Datenquelle

source: No break between bars and numbers
de_de: Balken und Werte auf einer Zeile

source: Optional Settings
de_de: Optionale Einstellungen

source: Progress Bar
de_de: Fortschrittsbalken

source: Show numbers
de_de: Zeige Werte

source: Show total bar
de_de: Zeige Summe

source: Text for Unit-Numbers:
de_de: Anzeigetext f√ºr Einheiten

source: Title:
de_de: Titel

source: Total
de_de: Summe

source: Use HTML5 progress bars
de_de: Verwende HTML5 Progress Tag

source: Use rounded corners
de_de: Darstellung mit runden Ecken
